jorgebucaran/fisher
jorgebucaran/nvm.fish
jhillyerd/plugin-git
decors/fish-colored-man
gazorby/fish-exa
jorgebucaran/autopair.fish
franciscolourenco/done
nickeb96/puffer-fish
jethrokuan/fzf
