jorgebucaran/fisher
jorgebucaran/nvm.fish
ilancosman/tide@v5
jethrokuan/z
patrickf1/fzf.fish
jhillyerd/plugin-git
decors/fish-colored-man
gazorby/fish-exa
catppuccin/fish
jorgebucaran/autopair.fish
meaningful-ooo/sponge
franciscolourenco/done
nickeb96/puffer-fish
vitallium/tokyonight-fish
